Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

source: Help and support
ar: المساعدة والدعم
bg: Помощ и поддръжка
ca: Ajuda i suport
cs_cz: Pomoc a podpora
da: Hjælp og support
de_de: Hilfe und Support
el: Βοήθεια και υποστήριξη
es_es: Ayuda y soporte
fi_fi: Ohjeet ja tuki
fr_fr: Aide et support
hu_hu: Súgó és támogatás
id_id: Bantuan dan dukungan
it_it: Supporto ed Assistenza
ja_jp: ヘルプとサポート
ko_kr: 도움말 및 지원
lv_lv: Palīdzība un atbalsts
nb_no: Hjelp og support
nl_nl: Hulp en ondersteuning
pl_pl: Pomoc i wsparcie
pt_pt: Ajuda e suporte
ro_ro: Asistenţă şi suport
ru_ru: Помощь и поддержка
sk_sk: Pomoc a podpora
sv_se: Hjälp och stöd
th_th: ความช่วยเหลือและการสนับสนุน
tr_tr: Yardım ve Destek
uk_ua: Служба підтримки
vi: Trợ giúp và hỗ trợ
zh_hans: 帮助和支持
zh_hant: 說明與支援

source: Submit feature request
ar: إرسال طلب الميزة
bg: Подайте искане за нова функция
ca: Envia una sol·licitud de funció nova
cs_cz: Odeslat žádost o vylepšení
da: Indsend funktionsanmodning
de_de: Feature-Vorschlag einreichen
el: Υποβολή αιτήματος δυνατότητας
es_es: Enviar solicitud de característica
fi_fi: Lähetä ominaisuuspyyntö
fr_fr: Soumettre une demande de fonctionnalité
hu_hu: Funkció kérés küldése
id_id: Kirim permintaan fitur
it_it: Richiedi una funzionalità
ja_jp: 機能のリクエストを送信
ko_kr: 새 기능 요청하기
lv_lv: Iesniegt funkcijas pieprasījumu
nb_no: Send inn funksjonsforespørsel
nl_nl: Functieverzoek indienen
pl_pl: Prześlij propozycję funkcji
pt_pt: Submeter pedido de funcionalidade
ro_ro: Trimiteți o cerere de funcție
ru_ru: Предложить идею
sk_sk: Odoslať žiadosť na funkciu
sv_se: Skicka funktionsförfrågan
tr_tr: Özellik isteği gönder
uk_ua: Надіслати запит нової функції
vi: Gửi yêu cầu tính năng
zh_hans: 提交新功能请求
zh_hant: 提交功能請求

source: Submit bug report
ar: إرسال تقرير الأخطاء
bg: Подаване на доклад за грешка
ca: Envia un informe d'errors
cs_cz: Odeslat hlášení o chybě
da: Indsend fejlrapport
de_de: Fehlerbericht einreichen
el: Υποβολή αναφοράς σφάλματος
es_es: Enviar informe de error
fi_fi: Lähetä virheraportti
fr_fr: Soumettre un rapport de bug
hu_hu: Hibabejelentés küldése
id_id: Kirim laporan bug
it_it: Segnala un bug
ja_jp: バグ レポートを送信
ko_kr: 버그 제보하기
lv_lv: Iesniegt ziņojumu par kļūdu
nb_no: Send inn feilrapport
nl_nl: Foutrapport indienen
pl_pl: Wyślij raport o błędzie
pt_pt: Submeter relatório de erros
ro_ro: Trimiteți un raport despre o problemă
ru_ru: Сообщить об ошибке
sk_sk: Nahlásiť chybu
sv_se: Skicka felrapport
th_th: ส่งรายงานข้อผิดพลาด
tr_tr: Hata Raporu Gönder
uk_ua: Повідомити про несправність
vi: Gửi báo cáo lỗi
zh_hans: 提交错误报告
zh_hant: 提交錯誤報告

# SettingsSetAsDefaultFileManager
source: Set Files as the default file manager
ar: تعيين Files كمدير ملفات افتراضي
bg: Задайте Files като файлов мениджър по подразбиране
ca: Estableix Fitxers com a gestor de fitxers per defecte
cs_cz: Nastavit Files jako výchozí správce souborů
da: Sæt Filer som standard filhåndtering
de_de: Files als Standard-Dateimanager festlegen
el: Ορισμός του Files ως το προεπιλεγμένο πρόγραμμα διαχείρησης αρχείων
es_es: Establecer Files como administrador de archivos predeterminado
fi_fi: Aseta Files oletustiedostonhallintaohjelmaksi
fr_fr: Définir Files comme explorateur de fichiers par défaut
hr_hr: Postavi Files kao zadani upravitelj datotekama
hu_hu: A Files beállítása alapértelmezett fájlkezelőként
id_id: Atur Files sebagai pengelola file bawaan
it_it: Imposta Files come gestore file predefinito
ja_jp: Files を既定のファイルマネージャーに設定する
ko_kr: Files를 기본 파일 탐색기로 설정
lv_lv: Iestatīt Files kā noklusēto failu pārlūku
nb_no: Bruk Files som standard filbehandler
nl_nl: Stel Files in als standaard verkenner
pl_pl: Ustaw Files jako domyślny menedżer plików
pt_pt: Definir Files como o gestor de ficheiros do sistema
ro_ro: Setați Files ca manager de fișiere implicit
ru_ru: Установить Files как файловый менеджер по умолчанию
sk_sk: Nastavte Files ako predvoleného správcu súborov
sv_se: Ange Files som standardfilhanterare
th_th: ตั้งโปรแกรมนี้เป็นโปรแกรมจัดการไฟล์เริ่มต้น
tr_tr: Varsayılan dosya yöneticisi olarak ayarla
uk_ua: Встановити Files в якості файлового менеджера за замовчуванням
vi: Đặt Files làm trình quản lý tệp mặc định
zh_hans: 将 Files 设为默认文件管理器
zh_hant: 將 Files 設為預設的檔案總管

# SettingsSetAsOpenDialog
source: Use Files as Open File Dialog
ar: استخدم Files كمربع حوار لفتح الملفات
bg: Използвай Files като диалогов прозорец за отваряне на файл
ca: Utilitza Files com a diàleg d'obertura de fitxers
cs_cz: Použít Files v dialogu otevření souboru
de_de: Files als Standard-Dateidialog verwenden
el: Χρήση Files ως παράθυρο διαλόγου για άνοιγμα αρχείων
es_es: Usar Files como diálogo de apertura de archivos
fi_fi: Käytä Filesia avaa tiedosto -valintaikkunana
fr_fr: Utiliser Files comme sélecteur de fichiers
hr_hr: Koristi Files aplikciju kao dijalog za otvarenje datoteka
hu_hu: A Files használata Open File Dialog
id_id: Gunakan Files sebagai Dialog Buka File
it_it: Usa Files per le finestre di dialogo "Apri" e "Salva con nome"
ja_jp: ファイルを開くダイアログで Files を使用
ko_kr: 파일 열기 대화 창에서 Files 사용
lv_lv: Lietot Files kā failu atvēršanas dialogu
nb_no: Bruk Files som åpne-dialog for filer
nl_nl: Gebruik Files als Open Bestand Dialoog
pl_pl: Użyj aplikacji Files jako okno dialogowe otwierania plików
pt_pt: Utilizar Files como diálogo para Abrir ficheiros
ro_ro: Utilizați Files ca dialog de deschidere fișiere
ru_ru: Иcпользовать Files как диалог для открытия файлов
sk_sk: Použiť Files ako dialógové okno Otvorenia súboru
sv_se: Använd Files för att öppna fildialoger
th_th: ใช้โปรแกรมนี้เป็นโปรแกรมระบุหาไฟล์
tr_tr: Dosyaları Dosya Aç İletişim Kutusu Olarak Kullan
uk_ua: Використовувати Files як діалог для відкриття файлів
vi: Sử dụng Files làm hộp thoại mở tệp
zh_hans: 使用 Files 作为打开文件对话框
zh_hant: 將 Files 設定為檔案開啟之預設應用程式

source: Tag
ar: علامة
bg: Файлов етикет
ca: Etiqueta
cs_cz: Štítek
da: Mærke
el: Ετικέτα
es_es: Etiqueta
fi_fi: Tunniste
fr_fr: Étiquette
he_il: תגית
hr_hr: Oznaka datoteke
hu_hu: Címkék
it_it: Etichetta
ja_jp: タグ
ka: ფაილის იარლიყი
ko_kr: 파일 태그
lv_lv: Birka
nb_no: Fil-merkelapp
nl_nl: Bestandslabel
or_in: ଟ୍ୟାଗ୍
pl_pl: Tag pliku
pt_pt: Etiqueta
ro_ro: Etichetă
ru_ru: Метка
sk_sk: Značka súboru
sv_se: Tagg
th_th: แท็ก
tr_tr: Dosya etiketi
uk_ua: Мітка
vi: Nhãn
zh_hans: 文件标签
zh_hant: 檔案標籤

# SettingsOpenItemsWithOneClick
source: Open items with a single click
ar: فتح العناصر بنقرة واحدة
bg: Отваряне на елементи с едно щракване
ca: Obre els elements amb un sol clic
cs_cz: Otevřít soubory jedním kliknutím
da: Åben elementer med et enkelt klik
de_de: Elemente mit einem Klick öffnen
el: Άνοιγμα αρχείων με ένα κλικ
es_es: Abrir elementos con un solo clic
fi_fi: Avaa kohteet yhdellä napsautuksella
fr_fr: Ouvrir les éléments d'un seul clic
hu_hu: Elemek megnyitása egy kattintással
id_id: Buka item dengan sekali klik
it_it: Apri gli elementi con un solo click
ja_jp: シングル クリックで項目を開く
ko_kr: 한 번 클릭하여 항목 열기
lv_lv: Atvērt vienumu ar vienu klikšķi
nb_no: Åpne filer med enkeltklikk
nl_nl: Open items met één klik
pl_pl: Otwórz elementy jednym kliknięciem
pt_pt: Abrir itens com um clique
ro_ro: Deschide elementele cu un singur clic
ru_ru: Открывать файлы и папки одним нажатием
sk_sk: Otvoriť položky jedným kliknutím
sv_se: Enkelklicka för att öppna
th_th: คลิกครั้งเดียวเพื่อเปิดรายการ
tr_tr: Öğeleri tek bir tıklamayla açın
uk_ua: Відкривати елементи одним кліком
vi: Mở khoản mục bằng một lần nhấp
zh_hans: 通过单击打开项目
zh_hant: 按一下即可開啟檔案

source: Folder path
ar: مسار المجلد
bg: Път на папката
ca: Ruta de la carpeta
cs_cz: Cesta ke složce
da: Mappesti
de_de: Ordnerpfad
el: Διαδρομή φακέλου
es_es: Ruta de la carpeta
fr_fr: Chemin du dossier
hu_hu: Mappa útvonala
id_id: Jalur folder
it_it: Percorso cartella
ja_jp: フォルダー パス
ko_kr: 폴더 경로
nb_no: Mappesti
nl_nl: Mappad
pl_pl: Lokalizacja folderu
pt_pt: Caminho da pasta
ro_ro: Cale folder
ru_ru: Путь к папке
sk_sk: Cesta ku zložke
sv_se: Mappsökväg
tr_tr: Klasör yolu
uk_ua: Шлях до папки
vi: Đường dẫn thư mục
zh_hans: 文件夹路径
zh_hant: 資料夾路徑

source: Export Settings
ar: إعدادات التصدير
bg: Експортиране на настройки
ca: Exporta la configuració
cs_cz: Exportovat nastavení
da: Eksporter indstillinger
de_de: Einstellungen exportieren
el: Εξαγωγή ρυθμίσεων
es_es: Exportar configuración
fi_fi: Vientiasetukset
fr_fr: Exporter les paramètres
he_il: יצא הגדרות
hr_hr: Izvoz postavki
hu_hu: Beállítások exportálása
id_id: Ekspor pengaturan
it_it: Esporta impostazioni
ja_jp: 設定をエクスポート
ko_kr: 설정 내보내기
lv_lv: Eksportēt iestatījumus
nb_no: Eksporter innstillingene
nl_nl: Instellingen Exporteren
pl_pl: Eksportuj ustawienia
pt_pt: Exportar definições
ro_ro: Exportare setări
ru_ru: Экспортировать настройки
sv_se: Exportera inställningar
th_th: ส่งออกการตั้งค่า
tr_tr: Ayarları Dışa Aktar
uk_ua: Експорт налаштувань
vi: Xuất cài đặt
zh_hans: 导出设置
zh_hant: 匯出設定

source: Import Settings
ar: إعدادات الاستيراد
bg: Импортиране на настройки
ca: Importa la configuració
cs_cz: Importovat nastavení
da: Importer indstillinger
de_de: Einstellungen importieren
el: Ρυθμίσεις εισαγωγής
es_es: Importar configuración
fi_fi: Tuontiasetukset
fr_fr: Importer les paramètres
he_il: ייבא הגדרות
hr_hr: Uvoz postavki
hu_hu: Beállítások importálása
id_id: Impor pengaturan
it_it: Importa impostazioni
ja_jp: 設定をインポート
ko_kr: 설정 가져오기
lv_lv: Importēt iestatījumus
nb_no: Importer innstillinger
nl_nl: Instellingen importeren
pl_pl: Importuj ustawenia
pt_pt: Importar definições
ro_ro: Importare setări
ru_ru: Импортировать настройки
sv_se: Importera inställningar
th_th: นำเข้าการตั้งค่า
tr_tr: Ayarları içe aktar
uk_ua: Імпорт налаштувань
vi: Nhập cài đặt
zh_hans: 导入设置
zh_hant: 匯入設定

# SettingsImportErrorDescription
source: Couldn't import settings. The settings file is corrupted.
ar: تعذر استيراد الإعدادات. ملف الإعدادات تالف.
bg: Настройките не можаха да се импортират. Файлът с настройките е повреден.
ca: No s'ha pogut importar la configuració. El fitxer de configuració està malmès.
cs_cz: Nastavení nelze importovat. Soubor s nastavením je poškozen.
da: Indstillingerne kunne ikke importeres. Filen er beskadiget.
de_de: Einstellungen konnten nicht importiert werden, da die Einstellungsdatei fehlerhaft ist.
el: Δεν ήταν δυνατή η εισαγωγή ρυθμίσεων. Το αρχείο ρυθμίσεων είναι κατεστραμμένο.
es_es: No se ha podido importar la configuración. El archivo de configuración está dañado.
fi_fi: Asetuksia ei voitu tuoda. Asetustiedosto on vioittunut.
fr_fr: Importation des paramètres impossible. Le fichier de paramètres est corrompu.
hr_hr: Nije moguće uvesti postavke. Datoteka postavki je oštećena.
hu_hu: Nem sikerült a beállítások importálása, a fájl sérült lehet.
id_id: Tidak dapat mengimpor pengaturan. File pengaturan rusak.
it_it: Impossibile importare le impostazioni. File corrotto.
ja_jp: 設定をインポートできませんでした。設定ファイルが壊れています。
ko_kr: 설정을 가져올 수 없습니다. 설정 파일이 손상됐습니다.
lv_lv: Neizdevās importēt iestatījumus. Iestatījumu fails ir bojāts.
nb_no: Kunne ikke importere innstillinger. Filen med innstilliger er ødelagt.
nl_nl: Kan instellingen niet importeren. Het instellingenbestand is beschadigd.
pl_pl: Nie można zaimportować ustawień. Plik ustawień jest uszkodzony.
pt_pt: Não foi possível importar as definições. O ficheiro está danificado.
ro_ro: Nu s-au putut importa setările. Fișierul de setări este corupt.
ru_ru: Невозможно импортировать настройки. Файлы настроек некорректны
sk_sk: Nastavenia sa nepodarilo importovať. Súbor nastavení je poškodený.
sv_se: Kunde inte importera inställningar. Inställningsfilen är skadad.
th_th: ไม่สามารถนำเข้าตั้งค่า. ไฟล์ตั้งค่าเสียหาย
tr_tr: Ayarları içe aktarılamadı. Ayarlar dosyası bozuk.
uk_ua: Не вдалося імпортувати налаштування. Файл налаштувань пошкоджений.
vi: Không thể nhập các cài đặt. Tệp cài đặt đã bị hỏng.
zh_hans: 无法导入设置。此设置文件已损坏。
zh_hant: 設定檔已損壞，無法將其匯入。

# SettingsImportErrorTitle
source: Error importing settings
ar: خطأ في استيراد الإعدادات
bg: Грешка при импортиране на настройки
ca: S'ha produït un error en importar la configuració
cs_cz: Chyba při importu nastavení
da: Fejl ved import af indstillinger
de_de: Fehler beim Importieren der Einstellungen
el: Σφάλμα κατά την εισαγωγή ρυθμίσεων
es_es: Error al importar los ajustes
fi_fi: Virhe asetusten tuonnissa
fr_fr: Erreur lors de l'importation des paramètres
hr_hr: Pogreška pri uvozu postavki
hu_hu: Hiba történt az importálás közben
id_id: Kesalahan saat mengimpor pengaturan
it_it: Errore nell'importazione
ja_jp: 設定のインポート中にエラーが発生しました
ko_kr: 설정 가져오기 중 오류가 발생했습니다
lv_lv: Kļūda importējot iestatījumus
nb_no: Feil ved import av innstillinger
nl_nl: Fout bij importeren van instellingen
pl_pl: Wystąpił bład podczas importowania ustawień
pt_pt: Erro ao importar as definições
ro_ro: Eroare la importarea setărilor
ru_ru: Ошибка при импорте настроек
sk_sk: Chyba pri importovaní nastavení
sv_se: Fel vid import av inställningar
th_th: ไม่สามารถนำเข้าตั้งค่าได้
tr_tr: Ayarları içe aktarırken hata oluştu
uk_ua: Помилка при імпорту налаштувань
vi: Đã xảy ra lỗi khi nhập các cài đặt
zh_hans: 导入设置错误
zh_hant: 發生錯誤，無法匯出設定

source: Empty Recycle Bin
ar: إفراغ سلة المحذوفات
bg: Изпразни кошчето
ca: Buida la paperera de reciclatge
cs_cz: Vysypat Koš
da: Tøm Papirkurv
de_de: Papierkorb leeren
el: Άδειασμα Κάδου Ανακύκλωσης
es_es: Vaciar la papelera de reciclaje
fi_fi: Tyhjennä roskakori
fr_fr: Vider la corbeille
he_il: רוקן את סל המיחזור
hr_hr: Isprazni Koš za smeće
hu_hu: Lomtár ürítése
id_id: Kosongkan Keranjang Sampah
it_it: Svuota il Cestino
ja_jp: ごみ箱を空にする
ka: სანაგვე ურნის გასუფთავება
ko_kr: 휴지통 비우기
lv_lv: Iztīrīt atkritni
nb_no: Tøm papirkurven
nl_nl: Prullenbak legen
or_in: ରିସାଇକେଲ୍ ବିନ୍ ଖାଲି କରନ୍ତୁ
pl_pl: Opróżnij Kosz
pt_pt: Esvaziar reciclagem
ro_ro: Golire Coș de Reciclare
ru_ru: Очистить Корзину
sk_sk: Vysypať kôš
sv_se: Töm papperskorgen
th_th: ล้างข้อมูลในถังรีไซเคิล
tr_tr: Geri Dönüşüm Kutusunu Boşalt
uk_ua: Очистити кошик
vi: Dọn sạch thùng rác
zh_hans: 清空回收站
zh_hant: 清空資源回收筒

source: Sidebar
ar: شريط جانبي
bg: Странична лента
ca: Barra lateral
cs_cz: Postranní panel
da: Sidepanel
de_de: Seitenleiste
el: Πλαϊνή μπάρα
es_es: Barra lateral
fi_fi: Sivupalkki
fr_fr: Barre latérale
he_il: סרגל צידי
hr_hr: Bočna traka
hu_hu: Oldalsáv
id_id: Bilah sisi
it_it: Barra laterale
ja_jp: サイドバー
ka: გვერდითი ზოლი
ko_kr: 측면 바
lv_lv: Sānu josla
nb_no: Sidepanel
nl_nl: Zijbalk
or_in: ପାର୍ଶ୍ଵଦଣ୍ଡିକା
pl_pl: Pasek boczny
pt_pt: Barra lateral
ro_ro: Bară laterală
ru_ru: Боковая панель
sk_sk: Bočný panel
sv_se: Sidofält
th_th: แถบด้านข้าง
tr_tr: Kenar Çubuğu
uk_ua: Бічна панель
vi: Thanh bên
zh_hans: 侧边栏
zh_hant: 側邊欄

# ChooseCustomIcon
source: Choose a custom folder icon
ar: اختر أيقونة مجلد مخصص
bg: Избери персонализирана икона на папка
ca: Trieu una icona de carpeta personalitzada
cs_cz: Vyberte vlastní ikonu složky
da: Vælg et brugerdefineret mappeikon
de_de: Neues Ordnersymbol auswählen
el: Επιλέξτε ένα προσαρμοσμένο εικονίδιο φακέλου
es_es: Escoger icono de carpeta personalizado
fi_fi: Valitse mukautetun kansion kuvake
fr_fr: Choisir une icône de dossier personnalisée
hr_hr: Odaberite prilagođenu ikonu za mapu
hu_hu: Egyéni mappa ikon
id_id: Pilih ikon folder kustom
it_it: Seleziona una icona personalizzata
ja_jp: 下の一覧からアイコンを選択
ko_kr: 사용자 지정 폴더 아이콘 선택
lv_lv: Izvēlaties mapes ikonu
nb_no: Velg et eget mappe-ikon
nl_nl: Kies een aangepast mappictogram
pl_pl: Wybierz niestandardową ikonę folderu
pt_pt: Escolha um ícone personalizado para a pasta
ro_ro: Alegeți o pictogramă personalizată pentru folder
ru_ru: Выбрать иконку для папки
sk_sk: Vyberte vlastnú ikonu priečinka
sv_se: Välj en anpassad mappikon
th_th: เลือกไอคอนใหม่สำหรับโฟลเดอร์
tr_tr: Özel bir klasör simgesi seçin
uk_ua: Виберіть власну піктограму папки
vi: Chọn biểu tượng thư mục tùy chỉnh
zh_hans: 选择自定义文件夹图标
zh_hant: 自訂資料夾圖示

source: Customization
ar: تخصيص
bg: Персонализиране
ca: Personalització
cs_cz: Přizpůsobení
da: Tilpasning
de_de: Anpassen
el: Προσαρμογή
es_es: Personalización
fi_fi: Mukauttaminen
fr_fr: Personnalisation
he_il: התאמה אישית
hr_hr: Prilagodba
hu_hu: Testreszabás
id_id: Kustomisasi
it_it: Personalizzazione
ja_jp: カスタマイズ
ka: მორგება
ko_kr: 사용자 지정
lv_lv: Personalizēšana
nb_no: Tilpasning
nl_nl: Aanpassingen
or_in: କଷ୍ଟୋମାଇଜେସନ୍‌
pl_pl: Dostosowywanie
pt_pt: Personalização
ro_ro: Personalizare
ru_ru: Персонализация
sk_sk: Prispôsobenie
sv_se: Anpassning
th_th: ปรับแต่ง
tr_tr: Kişiselleştirme
uk_ua: Персоналізація
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

source: Restore default
ar: استعادة الافتراضي
bg: Възстанови по подразбиране
ca: Restaura els valors per defecte
cs_cz: Obnovit výchozí
da: Gendan standard
de_de: Standard wiederherstellen
el: Επαναφορά προεπιλογών
es_es: Restaurar predeterminado
fi_fi: Palauta oletusarvot
fr_fr: Restaurer les valeurs par défaut
he_il: שחזר ברירת מחדל
hr_hr: Vrati izvorno
hu_hu: Visszaállítás
id_id: Pulihkan ke bawaan
it_it: Ripristina predefiniti
ja_jp: 既定値に戻す
ko_kr: 기본 설정 복원
lv_lv: Atgriezt sākotnējo
nb_no: Tilbakestill
nl_nl: Standaardwaarden herstellen
or_in: ଡିଫଲ୍ଟ ରିଷ୍ଟୋର୍‌ କରନ୍ତୁ
pl_pl: Przywróć domyślne
pt_pt: Restaurar predefinição
ro_ro: Restabiliți valorile implicite
ru_ru: Сбросить до заводских
sk_sk: Obnoviť predvolené
sv_se: Återställ standard
th_th: คืนค่าเริ่มต้น
tr_tr: Varsayılana sıfırla
uk_ua: Відновити значення за замовчуванням
vi: Khôi phục mặc định
zh_hans: 恢复默认
zh_hant: 重設回預設圖示

# OpenNewInstance
source: Open new instance when opening directories from the taskbar jumplist
ar: فتح نموذج جديد عند فتح أدلة من شريط المهام
bg: Отваряне на нов екземпляр, отваряйки директории от списъка за прескачане на задачника
de_de: Neue Instanz öffnen, wenn Ordner von der Taskleisten-Sprungliste geöffnet werden
fi_fi: Avaa uusi esiintymä, kun avaat hakemistoja tehtäväpalkin pikaluettelosta
it_it: Apri una nuova instanza quando si apre una cartella dalla barra delle applicazioni
lv_lv: Atvērt jaunu instanci, kad atverat mapes no uzdevumjoslas papildsaraksta
nl_nl: Nieuwe instantie openen bij het openen van mappen vanuit de jumplist in de taakbalk
pl_pl: Otwórz nową instancję przy otweraniu folderów z list szybkiego dostępu paska
pt_pt: Abrir nova instância ao abrir pastas a partir da barra de tarefas
th_th: เปิดหน้าต่างใหม่เมื่อเปิดโฟลเดอร์จากรายการประวัติในแถบงาน

source: Startup settings
ar: إعدادات بدء التشغيل
bg: Настройки за стартиране
ca: Configuració d'inici
cs_cz: Nastavení spouštění
da: Opstarts indstillinger
de_de: Starteinstellungen
el: Ρυθμίσεις εκκίνησης
es_es: Configuración al iniciar
fi_fi: Käynnistysasetukset
fr_fr: Paramètres de démarrage
hu_hu: Indítás
id_id: Pengaturan pengaktifan
it_it: Impostazioni di Avvio
ja_jp: 起動時の設定
ko_kr: 시작 설정
lv_lv: Palaišanas iestatījumi
nb_no: Innstillinger for oppstart
nl_nl: Opstart instellingen
pl_pl: Ustawienia uruchamiania
pt_pt: Definições de arranque
ro_ro: Setări pornire
ru_ru: Настройки запуска
sk_sk: Nastavenia spustenia
sv_se: Startinställningar
th_th: การตั้งค่าเมื่อเริ่มต้น
tr_tr: Başlatma seçenekleri
uk_ua: Налаштування запуску
vi: Cài đặt khởi động
zh_hans: 启动设置
zh_hant: 啟動設定

source: Compatibility
ar: ‏‏التوافق
bg: Съвместимост
ca: Compatibilitat
cs_cz: Kompatibilita
da: Kompatibilitet
de_de: Kompatibilität
el: Συμβατότητα
es_es: Compatibilidad
fi_fi: Yhteensopivuus
fr_fr: Compatibilité
he_il: תאימות
hr_hr: Kompatibilnost
hu_hu: Kompatibilitás
id_id: Kompatibilitas
it_it: Compatibilità
ja_jp: 互換性
ka: თავსებადობა
ko_kr: 호환성
lv_lv: Saderība
nb_no: Kompatibilitet
nl_nl: Compatibiliteit
or_in: ସୁସଙ୍ଗତା
pl_pl: Zgodność
pt_pt: Compatibilidade
ro_ro: Compatibilitate
ru_ru: Совместимость
sk_sk: Kompatibilita
sv_se: Kompatibilitet
th_th: ความเข้ากันได้
tr_tr: Uyumluluk
uk_ua: Сумісність
vi: Tương thích
zh_hans: 兼容性
zh_hant: 相容性

source: None
ar: بلا
bg: Нищо
ca: Cap
cs_cz: Žádné
da: Ingen
de_de: Keine
el: Καμία
es_es: Ninguno
fi_fi: Ei mitään
fr_fr: Aucun
he_il: ללא
hr_hr: Ništa
hu_hu: Egyik sem
id_id: Tidak ada
it_it: Nessuno
ja_jp: なし
ka: არცერთი
ko_kr: 없음
lv_lv: Nav
nb_no: Ingen
nl_nl: Geen
or_in: କିଛିନୁହେଁ
pl_pl: Brak
pt_pt: Nenhum
ro_ro: Niciuna
ru_ru: Никак
sk_sk: Žiadne
sv_se: Ingen
th_th: ไม่มี
tr_tr: Hiçbiri
uk_ua: Немає
vi: Không
zh_hans: 无
zh_hant: 無

# HighDpiOption_UseDPIOnLogin
source: On Windows login
ar: عند تسجيل دخول Windows
bg: При влизане във Windows
da: Ved Windows login
de_de: Beim Anmelden
fi_fi: Windows-kirjautumisen yhteydessä
hr_hr: Kod pokretanja Windowsa
id_id: Saat masuk Windows
it_it: All'avvio di Windows
ja_jp: Windows ログイン時
lv_lv: Pieslēdzoties Windows
nl_nl: Bij inloggen van Windows
pl_pl: Przy zalogowaniu do systemu Windows
pt_pt: Ao iniciar sessão no Windows
ro_ro: Când mă conectez la Windows
sk_sk: Pri prihlásení do systému Windows
th_th: เมื่อเข้าสู่ระบบปฏิบัติการ

# HighDpiOption_UseDPIOnProgramStart
source: On program start
ar: عند بدء تشغيل البرنامج
bg: При стартиране на програмата
da: Ved programstart
de_de: Beim Programmstart
fi_fi: Ohjelman käynnistyessä
hr_hr: Kod pokretanja aplikacije
id_id: Saat program dimulai
it_it: All'avvio del programma
ja_jp: プログラム開始時
lv_lv: Programmai sākoties
nl_nl: Bij opstarten van programma
pl_pl: Przy uruchomieniu programu
pt_pt: Ao iniciar o programa
ro_ro: La pornirea programului
sk_sk: Pri spustení programu
th_th: เมื่อโปรแกรมเริ่มทำงาน

# HighDpiOverride_System
source: System
ar: النظام
bg: Система
da: Sys
de_de: Systemmenü
fi_fi: Järjestelmä
he_il: מערכת
hr_hr: Sustav
id_id: Sistem
it_it: Sistema
ja_jp: システム
ka: სისტემა
lv_lv: Sistēma
nl_nl: Systeem
or_in: ସିଷ୍ଟମ୍
pl_pl: Systemowy
pt_pt: Sistema
ro_ro: Sistem
sk_sk: Systém
th_th: ตามระบบ

# HighDpiOverride_SystemAdvanced
source: System (advanced)
ar: النظام (متقدم)
bg: Система (за напреднали)
da: System (avanceret)
de_de: System (erweitert)
fi_fi: Järjestelmä (edistynyt)
hr_hr: Sustav (napredno)
id_id: Sistem (tingkat lanjut)
it_it: Sistema (avanzato)
ja_jp: システム (拡張)
lv_lv: Sistēma (advancēts)
nl_nl: Systeem (geavanceerd)
pl_pl: System (ulepszony)
pt_pt: Sistema (avançado)
ro_ro: Sistem (avansat)
sk_sk: Systém (pokročilé)
th_th: ระบบ (ขั้นสูง)

# ReducedColorMode_Color16Bit
source: 16 Bit Colors (65536)
ar: ألوان 16 بت (65536)
bg: 16 битови цветове (65536)
da: 16 Bit Farver (65536)
de_de: 16 Bit Farben (65536)
fi_fi: 16-bittiset värit (65536)
he_il: צבעי 16 סיביות (65536)
hr_hr: 16 bitne boje (65536)
id_id: 16 Bit Warna (65536)
it_it: Colori a 16 Bit (65536)
ja_jp: 16 ビット (65536) カラー
lv_lv: 16 bitu krāsas (65536)
nl_nl: 16 Bit kleuren (65536)
pl_pl: Kolor 16-bitowy (65536)
pt_pt: Cores de 16 Bits (65536)
ro_ro: Culori 16 biți (65536)
sk_sk: 16 Bitové farby (65536)
th_th: สี 16 บิต (65536 สี)

# ReducedColorMode_Color8Bit
source: 8 Bit Colors (256)
ar: ألوان 8 بت (256)
bg: 8 битови цветове (256)
da: 8 Bit Farver (256)
de_de: 8 Bit Farben (256)
fi_fi: 8-bittiset värit (256)
he_il: צבעי 8 סיביות (256)
hr_hr: 8 bitne boje (256)
id_id: 8 Bit Warna (256)
it_it: Colori a 8 Bit (256)
ja_jp: 8 ビット (256) カラー
lv_lv: 8 bitu krāsas (256)
nl_nl: 8 Bit kleuren (256)
pl_pl: Kolor 8-bitowy (256)
pt_pt: Cores de 8 Bits (256)
ro_ro: Culori 8 biți (256)
sk_sk: 8 Bitové farby (256)
th_th: สี 8 บิต (256 สี)

source: Compatibility mode
ar: وضع التوافق
bg: Режим на съвместимост
ca: Mode de compatibilitat
cs_cz: Režim kompatibility
da: Kompatibilitetstilstand
de_de: Kompatibilitätsmodus
el: Λειτουργία συμβατότητας
es_es: Modo de compatibilidad
fi_fi: Yhteensopivuustila
fr_fr: Mode compatibilité
he_il: מצב תאימות
hr_hr: Način kompatibilnosti
hu_hu: Kompatibilis üzemmód
id_id: Mode kompabilitas
it_it: Modalità di compatibilità
ja_jp: 互換モード
ko_kr: 호환성 모드
lv_lv: Saderības režīms
nb_no: Kompatibilitetsmodus
nl_nl: Compatibiliteitsmodus
pl_pl: Tryb zgodności
pt_pt: Modo de compatibilidade
ro_ro: Mod compatibilitate
ru_ru: Режим совместимости
sk_sk: Režim kompatibility
sv_se: Kompatibilitetsläge
th_th: โหมดความเข้ากันได้
tr_tr: Uyumluluk modu
uk_ua: Режим сумісності
vi: Chế độ tương thích
zh_hans: 兼容模式
zh_hant: 程式相容模式
